Repository: microsoft/Power-Fx
Catalog: src/strings/*/PowerFxResources.resw
Source language: en_us
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# AboutMax
source: Returns the largest value in a set of values. Ignores logical values and text.
bg_bg: Връща най-голямата стойност от даден набор от стойности. Игнорира логическите стойности и текста.
ca_es: Retorna el valor més gran d'un conjunt de valors. Ignora el text i els valors lògics.
cs_cz: Vrátí maximální hodnotu množiny hodnot. Přeskočí logické hodnoty a text.
da_dk: Returnerer den største værdi i et værdisæt. Ignorerer logiske værdier og tekst.
de_de: Gibt den größten Wert in einer Menge aus Werten zurück. Wahrheitswerte und Text werden ignoriert.
el_gr: Επιστρέφει τη μέγιστη τιμή σε ένα σύνολο τιμών. Παραβλέπει τις λογικές τιμές και το κείμενο.
es_es: Devuelve el valor máximo de un conjunto de valores. Omite los valores lógicos y el texto.
et_ee: Tagastab väärtuste kogumi suurima väärtuse. Ignoreerib loogikaväärtusi ja teksti.
eu_es: Balio multzo bateko baliorik handiena itzultzen du. Balio eta testu logikoei ez ikusi egiten die.
fi_fi: Palauttaa arvojoukon suurimman arvon. Jättää totuusarvot ja tekstin huomiotta.
fr_fr: Retourne la valeur la plus élevée dans un ensemble de valeurs. Ignore les valeurs logiques et le texte.
gl_es: Devolve o valor máis grande dun conxunto de valores. Ignora o texto e os valores lóxicos.
hi_in: मानों के सेट में सबसे बड़ा मान लौटाता है. तार्किक मान और पाठ को अनदेखा करता है.
hr_hr: Vraća najveću vrijednost u skupu vrijednosti. Zanemaruje logičke vrijednosti i tekst.
hu_hu: Egy értékhalmaz legnagyobb értékét adja vissza. Figyelmen kívül hagyja a logikai értékeket és a szöveges adatokat.
it_it: Restituisce il valore più alto in un set di valori. Ignora i valori logici e il testo.
ja_jp: 値のセット内の最大値を返します。論理値および文字列は無視します。
kk_kz: Мәндер жиынтығындағы ең үлкен мәнді қайтарады. Логикалық мәндер мен мәтінді ескермейді.
ko_kr: 값 집합에서 가장 큰 값을 반환합니다. 논리 값 및 텍스트는 무시됩니다.
lt_lt: Pateikia didžiausią reikšmę iš reikšmių aibės. Nepaisoma loginių reikšmių ir teksto.
lv_lv: Atgriež lielāko vērtību vērtību kopā. Ignorē loģiskās vērtības un tekstu.
ms_my: Mengembalikan nilai terbesar dalam set nilai. Mengabaikan nilai dan teks logik.
nb_no: Returnerer den største verdien i et verdisett. Ignorerer logiske verdier og tekst.
nl_nl: Hiermee wordt de grootste waarde in een set waarden geretourneerd. Logische waarden en tekst worden genegeerd.
pl_pl: Zwraca największą wartość w zestawie wartości. Ignoruje wartości logiczne i tekst.
pt_br: Retorna o maior valor em um conjunto de valores. Ignora valores lógicos e texto.
pt_pt: Devolve o valor mais elevado de um conjunto de valores. Ignora valores e texto lógicos.
ro_ro: Returnează cea mai mare valoare dintr-un set de valori. Ignoră valorile logice și textul.
ru_ru: Возвращает наибольшее значение из набора значений. Логические значения и текст игнорируются.
sk_sk: Vráti najväčšiu hodnotu v množine hodnôt. Ignoruje logické hodnoty a text.
sl_si: Vrne največjo vrednost v množici vrednosti. Prezre logične vrednosti in besedilo.
sr_cyrl_rs: Враћа највећу вредност у скупу вредности. Занемарује логичке вредности и текст.
sr_latn_rs: Vraća najveću vrednost u skupu vrednosti. Zanemaruje logičke vrednosti i tekst.
sv_se: Returnerar det högsta värdet i en uppsättning värden. Ignorerar logiska värden och text.
th_th: ส่งกลับค่าสูงสุดในชุดข้อมูล ละเว้นค่าตรรกะและข้อความ
tr_tr: Bir değer kümesindeki en büyük değeri döndürür. Mantıksal değerleri ve metni yok sayar.
uk_ua: Повертає найбільше значення в наборі. Пропускає логічні значення й текст.
vi_vn: Trả về giá trị lớn nhất trong một tập hợp các giá trị. Bỏ qua các giá trị lô-gic và văn bản.
zh_cn: 返回值集中的最大值。忽略逻辑值和文本。
zh_tw: 傳回一組值中的最大值。忽略邏輯值與文字。

# AboutMin
source: Returns the smallest value in a set of values. Ignores logical values and text.
bg_bg: Връща най-малката стойност от даден набор от стойности. Игнорира логическите стойности и текста.
ca_es: Retorna el valor més petit d'un conjunt de valors. Ignora el text i els valors lògics.
cs_cz: Vrátí minimální hodnotu množiny hodnot. Přeskočí logické hodnoty a text.
da_dk: Returnerer den mindste værdi i et værdisæt. Ignorerer logiske værdier og tekst.
de_de: Gibt den kleinsten Wert in einer Menge aus Werten zurück. Wahrheitswerte und Text werden ignoriert.
el_gr: Επιστρέφει την ελάχιστη τιμή σε ένα σύνολο τιμών. Παραβλέπει τις λογικές τιμές και το κείμενο.
es_es: Devuelve el valor mínimo de un conjunto de valores. Omite los valores lógicos y el texto.
et_ee: Tagastab väärtuste kogumi vähima väärtuse. Ignoreerib loogikaväärtusi ja teksti.
eu_es: Balio multzo baten baliorik txikiena itzultzen du. Balio logikoei eta testuari ez ikusi egiten die.
fi_fi: Palauttaa arvojoukon pienimmän arvon. Jättää totuusarvot ja tekstin huomiotta.
fr_fr: Retourne la plus petite valeur d’un ensemble de valeurs. Ignore les valeurs logiques et le texte.
gl_es: Devolve o valor máis pequeno dun conxunto de valores. Ignora texto e valores lóxicos.
hi_in: मानों के सेट में सबसे छोटा मान लौटाता है. तार्किक मान और पाठ को अनदेखा करता है.
hr_hr: Vraća najmanju vrijednost u skupu vrijednosti. Zanemaruje logičke vrijednosti i tekst.
hu_hu: Egy értékhalmaz legkisebb értékét adja vissza. Figyelmen kívül hagyja a logikai értékeket és a szöveges adatokat.
it_it: Restituisce il valore più basso in un set di valori. Ignora i valori logici e il testo.
ja_jp: 値のセット内の最小値を返します。論理値および文字列は無視します。
kk_kz: Мәндер жиынтығындағы ең кіші мәнді қайтарады. Логикалық мәндер мен мәтінді ескермейді.
ko_kr: 값 집합에서 가장 작은 값을 반환합니다. 논리 값 및 텍스트는 무시됩니다.
lt_lt: Pateikia mažiausia reikšmę iš reikšmių aibės. Nepaisoma loginių reikšmių ir teksto.
lv_lv: Atgriež mazāko vērtību vērtību kopā. Ignorē loģiskās vērtības un tekstu.
ms_my: Mengembalikan nilai terkecil dalam set nilai. Mengabaikan nilai dan teks logik.
nb_no: Returnerer den minste verdien i et verdisett. Ignorerer logiske verdier og tekst.
nl_nl: Hiermee wordt de kleinste waarde in een set waarden geretourneerd. Logische waarden en tekst worden genegeerd.
pl_pl: Zwraca najmniejszą wartość w zestawie wartości. Ignoruje wartości logiczne i tekst.
pt_br: Retorna o menor valor em um conjunto de valores. Ignora valores lógicos e texto.
pt_pt: Devolve o valor mais reduzido de um conjunto de valores. Ignora valores e texto lógicos.
ro_ro: Returnează cea mai mică valoare dintr-un set de valori. Ignoră valorile logice și textul.
ru_ru: Возвращает наименьшее значение из набора значений. Логические значения и текст игнорируются.
sk_sk: Vráti najmenšiu hodnotu z množiny hodnôt. Ignoruje logické hodnoty a text.
sl_si: Vrne najmanjšo vrednost v množici vrednosti. Prezre logične vrednosti in besedilo.
sr_cyrl_rs: Враћа најмању вредност у скупу вредности. Занемарује логичке вредности и текст.
sr_latn_rs: Vraća najmanju vrednost u skupu vrednosti. Zanemaruje logičke vrednosti i tekst.
sv_se: Returnerar det minsta värdet i en uppsättning värden. Ignorerar logiska värden och text.
th_th: ส่งกลับค่าต่ำสุดสุดในชุดข้อมูล ละเว้นค่าตรรกะและข้อความ
tr_tr: Bir değer kümesindeki en küçük değeri döndürür. Mantıksal değerleri ve metni yok sayar.
uk_ua: Повертає найменше значення в наборі. Пропускає логічні значення й текст.
vi_vn: Trả về giá trị nhỏ nhất trong một tập hợp các giá trị. Bỏ qua các giá trị lô-gic và văn bản.
zh_cn: 返回值集中的最小值。忽略逻辑值和文本。
zh_tw: 傳回一組值中的最小值。忽略邏輯值與文字。

# AboutAverage
source: Returns the average (arithmetic mean) of its arguments.
bg_bg: Връща средната (средноаритметичната) стойност на аргументите.
ca_es: Retorna la mitjana (mitjana aritmètica) dels arguments.
cs_cz: Vrátí průměr (střední hodnotu) svých argumentů.
da_dk: Returnerer gennemsnittet (den aritmetiske middelværdi) af sine argumenter.
de_de: Gibt den Durchschnitt (arithmetisches Mittel) der Argumente zurück.
el_gr: Επιστρέφει τον (αριθμητικό) μέσο όρο των ορισμάτων του.
es_es: Devuelve el promedio (media aritmética) de sus argumentos.
et_ee: Tagastab oma argumentide keskmise (aritmeetiline keskmine).
eu_es: Bere argumentuen batezbesteko balioa (batez besteko aritmetikoa) itzultzen du.
fi_fi: Palauttaa sen argumenttien keskiarvon (aritmeettisen keskiarvon).
fr_fr: Retourne la moyenne (arithmétique) de ses arguments.
gl_es: Devolve a media (aritmética) dos seus argumentos.
hi_in: अपने तर्कों का औसत (अंकगणित औसत) लौटाता है.
hr_hr: Vraća prosjek (aritmetičku sredinu) svojih argumenata.
hu_hu: Az argumentumok átlagát (számtani közepét) adja vissza.
it_it: Restituisce la media (media aritmetica) degli argomenti.
ja_jp: 引数の平均 (算術平均) を返します。
kk_kz: Аргументтердің орташа (арифметикалық орташа) мәнін қайтарады.
ko_kr: 인수의 평균(산술 평균)을 반환합니다.
lt_lt: Pateikia argumentų vidurkį (aritmetinį vidurkį).
lv_lv: Atgriež tās argumentu vidējo (aritmētisko vidējo) vērtību.
ms_my: Mengembalikan purata (min aritmetik) argumen.
nb_no: Returnerer gjennomsnittet (aritmetisk middelverdi) av argumentene.
nl_nl: Hiermee wordt het (rekenkundig) gemiddelde van de argumenten geretourneerd.
pl_pl: Zwraca średnią (arytmetyczną) argumentów.
pt_br: Retorna a média aritmética dos argumentos.
pt_pt: Devolve a média (média aritmética) dos respetivos argumentos.
ro_ro: Returnează media (aritmetică) a argumentelor sale.
ru_ru: Возвращает среднее (арифметическое) для своих аргументов.
sk_sk: Vráti aritmetický priemer svojich argumentov.
sl_si: Vrne povprečje (aritmetično srednjo vrednost) argumentov.
sr_cyrl_rs: Враћа просек (аритметичку средину) својих аргумената.
sr_latn_rs: Vraća prosek (aritmetičku sredinu) svojih argumenata.
sv_se: Returnerar genomsnittet (aritmetiska medelvärdet) för dess argument.
th_th: คืนค่าเฉลี่ย (arithmetic mean) ของอาร์กิวเมนต์
tr_tr: Bağımsız değişkenlerinin ortalamasını (aritmetik ortalama) döndürür.
uk_ua: Повертає середнє арифметичне значення своїх аргументів.
vi_vn: Trả về giá trị trung bình (trung bình cộng số học) của các đối số.
zh_cn: 返回参数的平均值(算术平均值)。
zh_tw: 傳回其引數的平均值 (算術平均值)。

# StatisticalArg
source: number
bg_bg: число
ca_es: nombre
cs_cz: číslo
da_dk: antal
de_de: Zahl
el_gr: αριθμός
es_es: número
et_ee: arv
eu_es: zenbakia
fi_fi: luku
fr_fr: nombre
gl_es: número
hi_in: संख्या
hr_hr: broj
hu_hu: szám
it_it: numero
ja_jp: 数値
kk_kz: сан
ko_kr: 숫자
lt_lt: skaičius
lv_lv: skaitlis
ms_my: nombor
nb_no: tall
nl_nl: getal
pl_pl: liczba
pt_br: número
pt_pt: número
ro_ro: număr
ru_ru: число
sk_sk: číslo
sl_si: število
sr_cyrl_rs: број
sr_latn_rs: broj
sv_se: tal
th_th: ตัวเลข
tr_tr: sayı
uk_ua: число
vi_vn: số
zh_cn: 数字
zh_tw: 數字

# AboutSum_number
source: A numeric value for this sum operation.
bg_bg: Числова стойност за тази операция за сумиране.
ca_es: Valor numèric per a aquesta operació Sum.
cs_cz: Číselná hodnota pro tuto operaci součtu
da_dk: En numerisk værdi for denne sum-handling.
de_de: Ein Zahlenwert für diesen Summenvorgang.
el_gr: Μια αριθμητική τιμή για αυτήν τη λειτουργία αθροίσματος.
es_es: Un valor numérico para esta operación de suma.
et_ee: Selle summeerimistoimingu arvväärtus.
eu_es: Batuketa-eragiketaren zenbakizko balioa.
fi_fi: Tämän summatoiminnon numeerinen arvo.
fr_fr: Valeur numérique pour cette opération Somme.
gl_es: Valor numérico para esta operación Sum.
hi_in: इस योग कार्रवाई के लिए सांख्यिक मान.
hr_hr: Numerička vrijednost za tu operaciju zbrajanja.
hu_hu: Az összegzési művelet által használt számérték.
it_it: Valore numerico per questa operazione di tipo somma.
ja_jp: Sum 操作対象となる数値。
kk_kz: Қосынды операциясына арналған сандық мән.
ko_kr: 이 sum 연산의 숫자 값입니다.
lt_lt: Šio sumos skaičiavimo skaitinė reikšmė.
lv_lv: Skaitliska vērtība šai summas operācijai.
ms_my: Nilai angka untuk operasi hasil tambah.
nb_no: En numerisk verdi for denne Sum-operasjonen.
nl_nl: Een numerieke waarde voor de Sum-bewerking.
pl_pl: Wartość numeryczna dla tej operacji sumowania.
pt_br: Valor numérico para a operação de soma.
pt_pt: Um valor numérico para esta operação sum.
ro_ro: O valoare numerică pentru această operațiune de însumare.
ru_ru: Числовое значение для этой операции суммирования.
sk_sk: Numerická hodnota pre túto operáciu súčtu.
sl_si: Številska vrednost za to operacijo seštevanja.
sr_cyrl_rs: Нумеричка вредност за операцију збира.
sr_latn_rs: Numerička vrednost za operaciju zbira.
sv_se: Ett numeriskt värde för den här summeringsåtgärden.
th_th: ค่าตัวเลขสำหรับกระบวนการ sum นี้
tr_tr: Bu toplamını alma işlemi için sayısal bir değer.
uk_ua: Числове значення для цієї операції "Додавання".
vi_vn: Một giá trị số cho phép toán tính tổng này.
zh_cn: 用于此总和运算的数值。
zh_tw: 此總和運算的數值。

# AboutMin_number
source: A numeric value for this min operation.
bg_bg: Числова стойност за тази минимална операция.
ca_es: Valor numèric d'aquesta operació Min.
cs_cz: Číselná hodnota pro tuto operaci min
da_dk: En numerisk værdi for denne min.-handling.
de_de: Ein Zahlenwert für diese Minimumbestimmung.
el_gr: Μια αριθμητική τιμή για αυτήν τη λειτουργία ελάχιστης τιμής.
es_es: Un valor numérico para esta operación Mín.
et_ee: Selle miinimumi arvutamise toimingu arvväärtus.
eu_es: Min eragiketaren zenbakizko balioa.
fi_fi: Tämän vähimmäisarvotoiminnon numeerinen arvo.
fr_fr: Valeur numérique pour cette opération Min.
gl_es: Valor numérico para esta operación Min.
hi_in: इस न्यूनतम कार्रवाई के लिए सांख्यिक मान.
hr_hr: Numerička vrijednost za ovu operaciju izračuna minimuma.
hu_hu: A Min művelet által használt számérték.
it_it: Valore numerico per questa operazione di tipo min.
ja_jp: Min 操作対象となる数値。
kk_kz: Минималды мәнді анықтау операциясына арналған сандық мән.
ko_kr: 이 min 연산의 숫자 값입니다.
lt_lt: Šio mažiausios reikšmės skaičiavimo skaitinė reikšmė.
lv_lv: Skaitliska vērtība šai minimālās vērtības operācijai.
ms_my: Nilai angka untuk operasi minimum ini.
nb_no: En numerisk verdi for denne Min-operasjonen.
nl_nl: Een numerieke waarde voor de Min-bewerking.
pl_pl: Wartość liczbowa dla tej operacji określającej wartość minimalną.
pt_br: Valor numérico para a operação de mínimo.
pt_pt: Um valor numérico para esta operação min.
ro_ro: O valoare numerică pentru această operațiune de minim.
ru_ru: Числовое значение для этой операции определения минимума.
sk_sk: Numerická hodnota pre túto operáciu minimálnej hodnoty.
sl_si: Številska vrednost za operacijo »Min«.
sr_cyrl_rs: Нумеричка вредност за ову минималну операцију.
sr_latn_rs: Numerička vrednost za ovu minimalnu operaciju.
sv_se: Ett numeriskt värde för den här min-åtgärden.
th_th: ค่าตัวเลขสำหรับกระบวนการ min นี้
tr_tr: Bu minimum değeri alma işlemi için sayısal bir değer.
uk_ua: Числове значення для цієї операції "Мінімум".
vi_vn: Một giá trị số cho phép toán nhỏ nhất này.
zh_cn: 用于此最小值运算的数值。
zh_tw: 此最小值運算的數值。

# AboutMax_number
source: A numeric value for this max operation.
bg_bg: Числова стойност за тази максимална операция.
ca_es: Valor numèric per a l'operació Max.
cs_cz: Číselná hodnota pro tuto operaci max
da_dk: En numerisk værdi for denne maks.-handling.
de_de: Ein Zahlenwert für diese Maximumbestimmung.
el_gr: Αριθμητική τιμή για αυτήν τη λειτουργία μέγιστης τιμής.
es_es: Un valor numérico para esta operación Máx.
et_ee: Selle maksimumi arvutamise toimingu arvväärtus.
eu_es: Max eragiketaren zenbakizko balioa.
fi_fi: Tämän enimmäisarvotoiminnon numeerinen arvo.
fr_fr: Valeur numérique pour cette opération Max.
gl_es: Valor numérico para esta operación Max.
hi_in: इस अधिकतम कार्रवाई के लिए सांख्यिक मान.
hr_hr: Numerička vrijednost za tu operaciju izračuna maksimuma.
hu_hu: A Max művelet által használt számérték.
it_it: Valore numerico per questa operazione di tipo max.
ja_jp: Max 操作対象の数値。
kk_kz: Максималды мәнді анықтау операциясына арналған сандық мән.
ko_kr: 이 max 연산의 숫자 값입니다.
lt_lt: Šio didžiausios reikšmės skaičiavimo skaitinė reikšmė.
lv_lv: Skaitliska vērtība šai maksimālās vērtības operācijai.
ms_my: Nilai angka untuk operasi maksimum ini.
nb_no: En numerisk verdi for denne Max-operasjonen.
nl_nl: Een numerieke waarde voor deze Max-bewerking.
pl_pl: Wartość liczbowa dla tej operacji określającej wartość maksymalną.
pt_br: Valor numérico para a operação de máximo.
pt_pt: Um valor numérico para esta operação max.
ro_ro: O valoare numerică pentru această operațiune de maxim.
ru_ru: Числовое значение для этой операции определения максимума.
sk_sk: Numerická hodnota pre túto operáciu maximálnej hodnoty.
sl_si: Številska vrednost za to operacijo »Max«.
sr_cyrl_rs: Нумеричка вредност за ову максималну операцију.
sr_latn_rs: Numerička vrednost za ovu maksimalnu operaciju.
sv_se: Ett numeriskt värde för den här max-åtgärden.
th_th: ค่าตัวเลขสำหรับกระบวนการ max นี้
tr_tr: Bu maksimum değeri alma işlemi için sayısal bir değer.
uk_ua: Числове значення для цієї операції "Максимум".
vi_vn: Một giá trị số cho phép toán lớn nhất này.
zh_cn: 用于此最大值运算的数值。
zh_tw: 此最大值運算的數值。

# AboutAverage_number
source: A numeric value for this average operation.
bg_bg: Числова стойност за тази средна операция.
ca_es: Valor numèric d'aquesta operació Average.
cs_cz: Číselná hodnota této operace průměru
da_dk: En numerisk værdi for denne gennemsnitshandling.
de_de: Ein Zahlenwert für diese Mittelwertbestimmung.
el_gr: Αριθμητική τιμή για αυτήν τη λειτουργία μέσου όρου.
es_es: Un valor numérico para esta operación de promedio.
et_ee: Selle keskmise arvutamise toimingu arvväärtus.
eu_es: Batezbesteko eragiketaren zenbakizko balioa.
fi_fi: Tämän keskiarvotoiminnon numeerinen arvo.
fr_fr: Valeur numérique pour cette opération Moyenne.
gl_es: Valor numérico para esta operación Average.
hi_in: इस औसत कार्रवाई के लिए एक सांख्यिक मान.
hr_hr: Numerička vrijednost za tu operaciju izračuna prosjeka.
hu_hu: Az átlagolási művelethez használt számérték.
it_it: Valore numerico per questa operazione di tipo media.
ja_jp: 平均操作の対象となる数値。
kk_kz: Орташа мәнді есептеу операциясына арналған сандық мән.
ko_kr: 이 average 연산의 숫자 값입니다.
lt_lt: Šio vidurkio skaičiavimo skaitinė reikšmė.
lv_lv: Skaitliska vērtība šai vidējās vērtības operācijai.
ms_my: Nilai angka untuk pengendalian sederhana ini.
nb_no: En numerisk verdi for denne gjennomsnittsoperasjonen.
nl_nl: Een numerieke waarde voor de bewerking Average.
pl_pl: Wartość numeryczna dla tej operacji uśredniania.
pt_br: Valor numérico para a operação de média.
pt_pt: Um valor numérico para esta operação média.
ro_ro: O valoare numerică pentru această operație de medie.
ru_ru: Числовое значение для этой операции усреднения.
sk_sk: Numerická hodnota pre túto operáciu priemeru.
sl_si: Številska vrednost za to operacijo izračuna povprečja.
sr_cyrl_rs: Нумеричка вредност за ову операцију просека.
sr_latn_rs: Numerička vrednost za ovu operaciju proseka.
sv_se: Ett numeriskt värde för den här medelvärdesoperationen.
th_th: ค่าตัวเลขสำหรับกระบวนการเฉลี่ยนี้
tr_tr: Bu ortalama alma işlemi için sayısal bir değer.
uk_ua: Числове значення для цієї операції "Середнє".
vi_vn: Giá trị số cho phép tính trung bình này.
zh_cn: 用于此平均值运算的数值。
zh_tw: 此平均值運算的數值。

# AboutAddColumns
source: Returns a table with new columns computed by evaluating all 'expression' over 'source'.
bg_bg: Връща таблица с нови колони, изчислени чрез оценка на всички „изрази“ върху „източник“.
ca_es: Retorna una taula amb columnes noves calculades mitjançant l'avaluació de tots els paràmetres 'expression' del paràmetre 'source'.
cs_cz: Vrátí tabulku s novými sloupci vypočítanými vyhodnocením všech výrazů (expression) ve zdroji (source).
da_dk: Returnerer en tabel med nye kolonner, som beregnes ved at evaluere alle "udtryk" over "kilde".
de_de: Gibt eine Tabelle mit neuen Spalten zurück, die durch Auswerten aller Vorkommen von "expression" über "source" berechnet wurden.
el_gr: Επιστρέφει έναν πίνακα με νέες στήλες υπολογισμένες μέσω αξιολόγησης όλων των "expression" με βάση τα "source".
es_es: Devuelve una tabla con columnas nuevas calculadas al evaluar todos los valores "expresión" a partir de "origen".
et_ee: Tagastab tabeli uute veergudega, mille esitamiseks on avaldis arvutatud allika põhjal.
eu_es: "source" taulako "expression" elementuen arabera prozesatu diren zutabe berriak dituen taula bat itzultzen du.
fi_fi: Palauttaa taulukon, jossa on uusia sarakkeita, jotka on laskettu arvioimalla kaikki expression-kohteet source-kohteen suhteen.
fr_fr: Retourne une table contenant de nouvelles colonnes calculées par évaluation de toutes les « expressions » sur la « source ».
gl_es: Devolve unha táboa con novas columnas calculadas mediante a avaliación de todas as "expresións" sobre a "orixe".
hi_in: स्रोत' पर सभी 'व्यंजक' का मूल्यांकन करके गणना किए गए नए स्तंभों वाली तालिका लौटाता है.
hr_hr: Vraća tablicu s novim stupcima koji su izračunati vrednovanjem svih vrijednosti "izraz" preko "izvora".
hu_hu: Egy táblát ad vissza, amelyben számított új oszlopok szerepelnek. Ezekben a megadott „kifejezés”-nek a „forrás” argumentumon történő kiértékelésekor kapott eredmények állnak.
it_it: Restituisce una tabella con nuove colonne calcolate in base alla valutazione di tutti gli elementi 'espressione' rispetto a quelli 'origine'.
ja_jp: 'ソース' に対してすべての '式' を評価して計算された新しい列が含まれるテーブルを返します。
kk_kz: "source" үстінен барлық "'expression" мәндерін бағалау арқылы есептелген жаңа бағандары бар кестені қайтарады.
ko_kr: '원본'에 대해 모든 '식'을 평가하여 새 열이 계산된 테이블을 반환합니다.
lt_lt: Pateikia lentelę su naujais stulpeliais, gautais apskaičiavus visus reiškinius pagal šaltinį.
lv_lv: Atgriež tabulu ar jaunām kolonnām, kas skaitļotas, novērtējot visas vērtības "expression" attiecībā pret "source".
ms_my: Mengembalikan jadual dengan lajur baharu yang dikira dengan menilai semua 'ungkapan' berbanding 'sumber'.
nb_no: Returnerer en tabell med nye kolonner som beregnes ved å evaluere alle uttrykk over kilden.
nl_nl: Hiermee wordt een tabel geretourneerd met nieuwe kolommen die zijn berekend door het evalueren van alle waarden voor expression hoger dan source.
pl_pl: Zwraca tabelę z nowymi kolumnami obliczonymi przez obliczenie wartości wszystkich wyrażeń względem źródła.
pt_br: Retorna uma tabela com novas colunas computadas ao avaliar todos os 'expression' sobre 'source'.
pt_pt: Devolve uma tabela com novas colunas calculadas com a avaliação de todas as "expression" em relação ao "source".
ro_ro: Returnează un tabel cu coloanele noi calculate prin evaluarea tuturor expresiilor raportate la sursă.
ru_ru: Возвращает таблицу с новыми столбцами, полученными путем вычисления всех "выражений" (expression) над "источником" (source).
sk_sk: Vráti tabuľku s novými stĺpcami vypočítanými vyhodnotením všetkých výrazov v zdroji.
sl_si: Vrne tabelo z novimi stolpci, ki so izračunani z ovrednotenjem argumenta »izraz« nad argumentom »vir«.
sr_cyrl_rs: Враћа табелу са новим колонама израчунатим проценом свих „израза“ у „извору“.
sr_latn_rs: Vraća tabelu sa novim kolonama izračunatim procenom svih „izraza“ u „izvoru“.
sv_se: Returnerar en tabell med nya kolumner som beräknats genom att utvärdera alla uttryck över källa.
th_th: ส่งคืนตารางพร้อมคอลัมน์ใหม่ที่คำนวณจากการประเมิน ‘นิพจน์’ บน ‘ต้นทาง’ ทั้งหมด
tr_tr: 'source' üzerindeki tüm 'expression' değerlendirilerek hesaplanan yeni sütunların bulunduğu bir tablo döndürür.
uk_ua: Повертає таблицю з новими стовпцями, отриманими після обчислення всіх виразів стосовно джерела даних.
vi_vn: Trả về một bảng chứa các cột mới được tính toán bằng cách đánh giá mọi 'expression' qua 'source'.
zh_cn: 返回一个表，其中包含通过对 "source" 计算所有 "expression" 而计算出的新列。
zh_tw: 傳回資料表，內含計算 'source' 之所有 'expression' 所得的新資料行。
